app/controllers/words_controller.rb

SELECT "words".* FROM "words"
---
	def index
		@words = Word.all

INSERT INTO "words" ("ru", "en", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["ru", "fsfs"], ["en", "dsfs"], ["created_at", "2018-03-20 09:54:50.728372"], ["updated_at", "2018-03-20 09:54:50.728372"]]
---
	def create
		@word = Word.new(word_params).save

SELECT  "words".* FROM "words" WHERE "words"."id" = ? LIMIT ?  [["id", 130], ["LIMIT", 1]]
---
	def show
		@word = Word.find(params[:id])

SELECT  "words".* FROM "words" WHERE "words"."id" = ? LIMIT ?  [["id", 130], ["LIMIT", 1]]
UPDATE "words" SET "ru" = ?, "updated_at" = ? WHERE "words"."id" = ?  [["ru", "лох"], ["updated_at", "2018-03-20 09:43:44.630276"], ["id", 130]]
---
	def update
		@word = Word.find(params[:id])
		@word.update!(word_params)

DELETE FROM "words" WHERE "words"."id" = ?  [["id", 124]]
SELECT  "words".* FROM "words" WHERE "words"."id" = ? LIMIT ?  [["id", 124], ["LIMIT", 1]]
---
	def destroy
		@word = Word.find(params[:id]).destroy